{
    "store/rich-text.available-certifications.text": "Certificaciones disponibles",
    "store/rich-text.question1.text": "¿Cuál es el público objetivo de cada certificación VTEX?",
    "store/rich-text.answer1.text": "Cada certificación tiene su propio público objetivo según los temas tratados.\n\n**Certificación VTEX IO Developer:**\n- Desarrolladores que tienen mucha experiencia con implementaciones front-end y back-end y proyectos en la plataforma VTEX.",
    "store/rich-text.question2.text": "¿Puede cualquier persona registrarse para un examen de certificación VTEX?",
    "store/rich-text.answer2.text": "**No.** Actualmente, solo los partners VTEX son elegibles para las certificaciones. Los desarrolladores individuales u otros profesionales no pueden tomar ningún examen.\n\nLos clientes VTEX deben ponerse en contacto con su Customer Success Manager (CSM) para obtener más información sobre su elegibilidad.",
    "store/rich-text.question3.text": "¿Cuáles son los prerrequisitos para tomar el examen de certificación VTEX?",
    "store/rich-text.answer3.text": "VTEX recomienda que todos los candidatos completen los siguientes requisitos antes de registrarse y tomar el examen correspondiente.\n\n**Certificación VTEX IO Developer:**\n1. Completar el currículo VTEX Partner Enablement.\n2. Participar en al menos un proyecto VTEX y desempeñar un rol importante en el proceso de desarrollo e implementación.",
    "store/rich-text.question4.text": "¿Cómo se proporciona el examen al candidato?",
    "store/rich-text.answer4.text": "El examen se lleva a cabo en un entorno online (a través de la plataforma [Flexiquiz](https://www.flexiquiz.com/)). El acceso al software y al examen se otorgan al registrarse en este sitio web.\n\nDespués de que se confirme el pedido, se enviará un email al usuario registrado con la información sobre cómo completar el proceso de registro y acceder al examen.",
    "store/rich-text.question5.text": "¿Cuántos intentos se conceden para cada examen?",
    "store/rich-text.answer5.text": "Cada candidato tienen un máximo de dos (2) intentos por vez.\n\nSe recomienda que los candidatos que no pasen el examen en el primer intento esperen por lo menos una (1) semana antes de volver a tomar el examen. Los que no pasen ninguno de los intentos, deben esperar un periodo mínimo de tres (3) meses antes de ser elegibles para volver a tomar el examen.\n\nUn representante VTEX se comunicará con ellos con más instrucciones.",
    "store/rich-text.question6.text": "¿Cuál es el periodo de validez de la certificación?",
    "store/rich-text.answer6.text": "Cada certificación es válida por un periodo de dos (2) años. Después del vencimiento de la certificación, se debe volver a tomar el examen en su totalidad.",
    "store/rich-text.question7.text": "¿Es posible registrarse para el examen a nombre de otra persona?",
    "store/rich-text.answer7.text": "**Sí.** Al registrarse, se debe proporcionar el nombre, apellido y dirección de email del candidato que tomará el examen.\n\nLos detalles del candidato proporcionados **no necesariamente** deben ser los de la persona que compra el examen.",
    "store/rich-text.question8.text": "¿Se pueden utilizar recursos o herramientas durante el examen?",
    "store/rich-text.answer8.text": "**No.** Los materiales de referencia de cualquier tipo están prohibidos.\n\nCualquier material impreso u online está **prohibido** y su uso inmediatamente descalificará al candidato de la elegibilidad de la certificación correspondiente.",
    "store/rich-text.question9.text": "¿Cuándo estarán disponibles las certificaciones? ¿Cuándo se enviarán los resultados del examen?",
    "store/rich-text.answer9.text": "Los resultados están disponibles inmediatamente cuando el candidato envía el examen. Se le redirigirá automáticamente a una página que muestra un desglose por categoría del examen y el porcentaje de respuestas correctas.\n\nSi el candidato ha pasado, la plataforma inmediatamente genera un certificado con el nombre completo del candidato, la fecha de emisión y la fecha de vencimiento.",
    "store/rich-text.question10.text": "¿Qué pasa si aún tengo preguntas sobre el examen o un tema similar?",
    "store/rich-text.answer10.text": "Para cualquier pregunta adicional, por favor, ponte en contacto por email con el equipo [VTEX Partner Enablement](mailto:tyler.greff@vtex.com.br). También puedes publicar cualquier pregunta en la categoría [Training & Certification](https://community.vtex.com/c/training-certification/48) del foro de VTEX Community.",
    "store/rich-text.question11.text": "Mi pedido de examen fue cancelado. ¿Qué significa mi código de error?",
    "store/rich-text.answer11.text": "**'El usuario ya está registrado para este examen.'**\n- El usuario ya ha comprado el examen en cuestión. Cuando un usuario compra el examen, inmediatamente se le conceden dos (2) intentos. No tienes que registrarte para el examen si no pasaste el primer intento. *Si el usuario ha excedido los dos intentos, por favor, ponte en contacto con el equipo VTEX Partner para corregir la situación*.\n\n**'El usuario no está registrado en VTEX Learning Management System.'**\n- Un prerrequisito de la examinación es completar el currículo asociado. Este material está disponible en [VTEX LMS](https://vtex.allbound.com). Por favor, regístrate en la plataforma y completa los currículos de aprendizaje necesarios antes de registrarte para el examen.",
    "store/link.label": "Ver más",
    "store/rich-text.lms.title": "Currículos de aprendizaje",
    "store/rich-text.lms.subTitle": "Accede a VTEX Learning Management System (LMS) para saber más sobre los diferentes currículos disponibles para los participantes.",
    "store/rich-text.help-center.title": "Centro de Ayuda",
    "store/rich-text.help-center.subTitle": "Busca tutoriales, guías de referencia y artículos de solución de problemas para ver toda la información necesaria para utilizar la plataforma VTEX.",
    "store/rich-text.community.title": "Foro de VTEX Community",
    "store/rich-text.community.subTitle": "Únete a cientos de desarrolladores de todo el mundo en un solo lugar donde puedes hacer preguntas y ayudar a otros a obtener respuestas.",
    "store/rich-text.developer-portal.title": "Portal del Desarrollador",
    "store/rich-text.developer-portal.subTitle": "Explora cientos de recursos y guías centradas en las tecnologías principales de VTEX y las ofertas de la plataforma.",
    "store/pdp.rich-text.content-title.title": "Detalles del examen",
    "store/pdp.rich-text.content-details.text": "El examen incluye, sin limitación, los siguientes temas:\n- Bloques básicos\n- Layouts complejos\n- Estilo del storefront\n- Site Editor y gestión de contenido\n- Mejoras de rendimiento\n- Bloques personalizados\n- Servicios\n- Aplicaciones del Admin\n- Llamadas a las API de comercio",
    "store/pdp.rich-text.certification-details.questions.text": "**Total de preguntas:** 60",
    "store/pdp.rich-text.certification-details.duration.text": "**Duración:** 90 minutos",
    "store/pdp.rich-text.certification-details.score.text": "**Puntuación de aprobación:** 75 % (45/60)",
    "store/pdp.rich-text.certification-details.validity.text": "**Validez:** 24 meses",
    "store/pdp.rich-text.certification-details.attempts.text": "**Intentos:** máximo de 2"
}